---
kind: property
id: P:Autodesk.Revit.DB.Visual.Wood.TextureLinkTextureTransforms
source: html/437ffa52-ac64-b7d0-2d54-d99ee9730d0b.htm
---
# Autodesk.Revit.DB.Visual.Wood.TextureLinkTextureTransforms Property

The property labeled "Link Transforms" from the "Wood" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".